/* title of the alert, specifying file name, when a save file file-already-exists conflict arises */
"\\U201C%@\\U201D already exists.  Do you want to replace it?" = "« %@ » existe déjà.  Souhaitez-vous le remplacer?";

/* the message in the alert, specifying the file location */
"A file or folder with the same name already exists in the folder %@.  Replacing it will overwrite its current contents." = "Un fichier ou dossier du même nom se trouve déjà dans le dossier %@.  Si vous le remplacez, le contenu d’origine sera perdu.";

/* the message in the alert, general, for when file location is not available */
"A file or folder with the same name already exists in the folder.  Replacing it will overwrite its current contents." = "Un fichier ou dossier du même nom se trouve déjà dans le dossier.  Si vous le remplacez, le contenu d’origine sera perdu.";

/* text for the button to not overwrite an existing file when a save file file-already-exists conflict arises */
"Cancel" = "Annuler";

/* text for the button that will overwrite an existing file when a save file file-already-exists conflict arises */
"Replace" = "Remplacer";

/* title of the alert, general, for when file name is not available */
"That already exists.  Do you want to replace it?" = "Cela existe déjà.  Souhaitez-vous le remplacer?";

